Repository: somooo/Haffez-app
Catalog: *.lproj/Localizable.strings
Languages: ar

# positivity_doses
source: Positivity Doses: %d
ar: جرعة إيجابية: %d

source: Start time:
ar: وقت البدء:

source: End time:
ar: وقت الانتهاء:

source: Remind me
ar: ذكرني

# positivity_dose_button
source: I need a Positivity-Dose NOW
ar: أحتاج جرعة إيجابية الآن

source: Not working?
ar: لا يعمل؟

source: Request permissions
ar: طلب الإذن

source: IF you get tired, learn to rest not to quit
ar: كن بلسما إن صار دهرك أرقما وحلاوة إن صار غيرك علقما

source: There is no Failure You either Win or Learn
ar: لا يكفي أن تكون على قيد الحياة ، يجب أن تكون على قيد الأمل ، على قيد الحلم ، على قيد التفاؤل، على قيد كل شئ جميل سيحصل لك بأي يوم … صباح الخير

source: Let your dreams be your wings
ar: فقط أبدأ السعي و سييسر الله لك السبل

source: Hey, when life gives you Monday , Dip it in glitter and Sparkle all day
ar: مهما كانت رحلة الحلم طويلة و شاقة .. استمتع بالطريق

source: Life is 10% what happens to you , and 90% how you react to it
ar: سأنجح .. سأحقق أحلامي.. سأستثمر أيامي.. سأتحدى ذاتي.. سأقهر مخاوفي..

source: If the plan doesn’t work change the plan but never the Goal
ar: ((ولسوف يعطيك ربك فترضى)) من عامل الله باليقين .. عامله الله بالمعجزات

source: Unless someone like you cares a whole awful lot nothing is going to get better it’s not
ar: وغداً سيجري دمع عينك فرحةً .. وترى السحائب بالأماني أمطرت .. وترى ظروف الأمس صارت بلسماً .. وهي التي أعيتك حين تعسرت

source: Be who you are and say how you feel because those who mind don’t matter and those who matter don’t mind
ar: حياتك تتغير عندما تتغير أنت… وتقف عند حدود وضعتها انت لنفسك…

source: You’re on your own. And you know what you know, and you are the one who’ll decide where to go.
ar: خيب ظنهم ..وكن أنت.. احلم.. واصل.. قاتل.. لاتقف.. كن أنت بأي ثمن .. لاتدعهم يشكلونك كما يريدون .. لا تكن صورة لا تليق بك..و شخصية لا تمثلك..كن أنت فقط أنت !

source: You’ll be on your way Up! You’ll be seeing great sights! You’ll join the high fliers Who soar to high heights.
ar: وإن كان الأمر معقد.. فلطف الله ممتد
